tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "jpeg-xl"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "docutils"
brew "elixir"
brew "gnutls"
brew "gnupg"
brew "go"
brew "luarocks"
brew "neovim"
brew "node"
brew "node@18"
brew "pnpm"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "telnet"
brew "wget"
brew "xh"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "arc"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "displaylink"
cask "docker"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "fork"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "azat-io.vscode-gruvbox-icon-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "compulim.compulim-vscode-closetag"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "formulahendry.auto-close-tag"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jdinhlife.gruvbox"
vscode "lorenzopirro.rust-flash-snippets"
vscode "mblode.twig-language-2"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "mutantdino.resourcemonitor"
vscode "neilbrayfield.php-docblocker"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "serayuzgur.crates"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
